Repository: pavlovsvpavel/House_Manager_App
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: email
bg: Имейл

source: User with that email already exists.
bg: Потребител с този имейл вече съществува

source: staff status
bg: статус на потребителя

source: active
bg: активен

source: date joined
bg: дата на присъединяване

source: First name
bg: Име

source: Last name
bg: Фамилия

source: Phone number
bg: Телефонен номер

source: Profile picture
bg: Профилна снимка

source: The maximum file size should not exceed 3MB
bg: Размерът на снимката не трябва да надвишава 3MB

source: Unsupported file type. Please upload an image file (.jpg, .jpeg, .png, .gif)
bg: Неподдържан файлов формат. Моля, качете файл с разширение (.jpg, .jpeg, .png, .gif).

source: Edit Profile
bg: Промяна на профил

source: Password change
bg: Промяна на парола

source: Set Password
bg: Създаване на парола

source: Unpaid bills, BGN
bg: Неплатени сметки, ЛВ

source: Bill not found for current client
bg: Не е намерена сметка на съответния клиент.

source: Bill not found for current client.
bg: Не е намерена сметка на съответния клиент.

source: Family Name
bg: Фамилия

source: Floor
bg: Етаж

source: Apartment
bg: Апартамент

source: Number of people
bg: Брой живущи

source: Using lift
bg: Използва ли асансьор

source: Occupied
bg: Зает

source: Inhabitable
bg: Обитаем

source: Client with this apartment already exist
bg: Клиент с този апартамент вече съществува.

source: Add Client
bg: Добави клиент

source: Edit Client
bg: Промяна клиент

source: January
bg: Януари

source: February
bg: Февруари

source: March
bg: Март

source: April
bg: Април

source: May
bg: Май

source: June
bg: Юни

source: July
bg: Юли

source: August
bg: Август

source: September
bg: Септември

source: October
bg: Октомври

source: November
bg: Ноември

source: December
bg: Декември

source: Month
bg: Месец

source: Year
bg: Година

source: Please enter a value greater than zero
bg: Моля въведете число по-голямо от нула

source: Electricity common
bg: Ток общи нужди

source: Electricity lift
bg: Ток асансьор

source: Internet
bg: Интернет

source: Lift maintenance
bg: Поддръжка асансьор

source: Cleaner fee
bg: Такса хигиенист

source: Manager fee
bg: Такса Домоуправител

source: Cashier fee
bg: Такса Касиер

source: Repairs fund
bg: Фонд ремонти

source: Other expenses
bg: Други разходи

source: Total BGN
bg: Общо сума, ЛВ.

source: Paid
bg: Платена

source: Comment
bg: Коментар

source: Field should contains only letters
bg: Полето трябва да съдържа само букви

source: Phone number should contains only digits
bg: Телефонният номер трябва да съдържа само цифри

source: Phone number should be exactly 10 digits
bg: Телефонният номер трябва да бъде точно 10 цифри

source: Single bill
bg: Единична сметка

source: Bill for all clients
bg: Сметка за всички клиенти

source: Type of bill
bg: Тип сметка

source: Bill for all clients with those month and year already exists.
bg: Сметка за всички клиенти с тези месец и година вече съществува.

source: Add monthly bill
bg: Добави месечна сметка

source: Calculation settings are missing. Please configure them on house edit page.
bg: Липсват настройки за изчисления. Моля, конфигурирайте ги на страницата за редактиране на обекта.

source: Bill with those month and year already exists.
bg: Сметка с тези месец и година вече съществува.

source: Add other bill
bg: Добави друга сметка

source: Bills not found in selected house.
bg: Не са намерени сметки на съответния обект.

source: Current balance, BGN
bg: Начално салдо, ЛВ.

source: Enter house's current available amount
bg: Въведете текущата налична сума в касата

source: Calculations based on apartment:
bg: Изчисления на база апартаменти:

source: Calculations based on total people:
bg: Изчисления на база живущи:

source: Town
bg: Град

source: Address
bg: Адрес

source: Building number
bg: Блок

source: Entrance
bg: Вход

source: Current balance
bg: Настоящо салдо

source: House Calculation Option
bg: Опция за изчисление

source: House Calculation Options
bg: Опции за изчисления

source: Selected fields based on apartments
bg: Избрани полета на база апартаменти

source: Selected fields based on total people
bg: Избрани полета на база живущи

source: Create House
bg: Създай обект

source: Edit House
bg: Промяна на обект

source: Are you sure you want to delete your profile?
bg: Сигурни ли сте, че искате да изтриете този профил?

source: Yes
bg: Да

source: No
bg: Не

source: Email
bg: Имейл

source: Name
bg: Име

source: Edit
bg: Промени

source: Delete
bg: Изтрий

source: Change password
bg: Промяна на парола

source: Set password
bg: Създаване на парола

source: Login
bg: Вход

source: Don't have an account?
bg: Все още нямате профил?

source: Register now
bg: Регистрация

source: Register
bg: Регистрация

source: Already have an account?
bg: Вече имате профил?

source: Login now
bg: Вход

source: Bill details
bg: Сметка - детайли

source: Family name
bg: Фамилия

source: Monthly bill, BGN
bg: Месечна сметка, ЛВ

source: Total, BGN
bg: Общо сума, ЛВ.

source: Pay the bill:
bg: Плати сметката:

source: Save
bg: Запиши

source: Client bills
bg: Сметки

source: Back
bg: Назад

source: No bills
bg: Няма сметки

source: Are you sure you want to delete this client?
bg: Сигурни ли сте, че искате да изтриете този клиент?

source: Client details
bg: Клиент - детайли

source: People
bg: Живущи

source: Yes,No
bg: Да,Не

source: Bills
bg: Сметки

source: Other Bills
bg: Други сметки

source: Welcome to House Manager
bg: Добре дошли в House Manager

source: Your ultimate solution for efficient expenses management tailored specifically for building cashiers.
bg: Вашият инструмент за ефективно управление на разходите, специално насочен към касиерите на сгради.

source: We understand the challenges faced by building cashiers in managing expenses effectively. From tracking receipts to balancing budgets, our platform is designed to simplify every aspect of the process, allowing you to focus on what matters most – ensuring financial integrity and smooth operations within your building.
bg: Ние разбираме предизвикателствата, пред които се изправят касиерите на сгради при управлението на разходите ефективно.От проследяване на касови бележки до балансиране на бюджети, нашата платформа е създадена с цел да опрости всеки аспект от процеса, като ви позволява да се концентрирате върху най-важното - гарантиране на финансов интегритет и плавна оперативна дейност във вашата сграда.

source: Our Mission
bg: Нашата мисия

source: Our mission is to empower building cashiers with a comprehensive and user-friendly tool to streamline expense management tasks. We strive to revolutionize the way expenses are handled, providing innovative solutions that save time, reduce errors, and enhance overall efficiency.
bg: Нашата мисия е да осигурим на касиерите на сгради комплексен и лесен за използване инструмент за оптимизиране на задачите по управление на разходите. Ние се стремим да революционизираме начина, по който се управляват разходите, като предоставяме иновативни решения, които спестяват време, намаляват грешките и подобряват общата ефективност.

source: Why Choose Us
bg: Защо да изберете нас

source: User-Friendly Interface
bg: Лесен за използване интерфейс

source: Our platform is designed with simplicity and ease of use in mind, ensuring a seamless user experience for building cashiers of all levels.
bg: Нашата платформа е проектирана с простота и удобство за използване, гарантирайки безпроблемна работа за касиерите на сгради на всички нива.

source: Security and Privacy
bg: Сигурност и Поверителност

source: We prioritize the security and privacy of your financial data, employing industry-leading measures to safeguard sensitive information.
bg: Приоритизираме сигурността и поверителността на вашите финансови данни, прилагайки водещи в отрасъла мерки за защита на чувствителната информация.

source: By clicking 'Accept', you agree storing of cookies on your device to enhance site navigation, analyze site usage and improve marketing.
bg: Кликвайки върху 'Приемам', вие се съгласявате да съхранявате бисквитки на вашето устройство за подобряване навигацията на сайта, анализиране използването на сайта и подобряване на маркетинга.

source: Accept
bg: Приемам

source: Houses
bg: Обекти

source: No houses
bg: Няма създадени обекти

source: Dashboard
bg: Табло

source: About
bg: За нас

source: Managing House Expenses.
bg: Управление на домашните разходи.

source: Your All-in-One Solution.
bg: Вашето решение 'всичко в едно'.

source: What We Offer
bg: Какво предлагаме

source: Access to a range of powerful features tailored to meet the unique needs of building cashiers
bg: Достъп до редица мощни функции, насочени към удовлетворяване на уникалните нужди на касиерите на сгради

source: Expense Tracking
bg: Следене на разходите

source: Easily monitor and track all expenses incurred within your building, ensuring transparency and accountability at every step.
bg: Лесно проследяване и следене на всички разходи, които възникват във вашата сграда, гарантирайки прозрачност и отговорност на всяка стъпка.

source: Budget Management
bg: Управление на бюджета

source: Take control of your building's finances with our intuitive budget management tools, allowing you to set, track, and adjust budgets as needed.
bg: Вземете контрол върху финансите на вашата сграда с нашите интуитивни инструменти за управление на бюджета, позволявайки ви да задавате, проследявате и коригирате бюджетите според нуждите.

source: Receipt Management
bg: Управление на касови бележки

source: Say goodbye to manual receipt sorting and filing.
bg: Забравете ръчното сортиране и подреждане на касовите бележки.

source: Our platform offers seamless receipt management, allowing you to digitize and organize receipts effortlessly.
bg: Нашата платформа предлага безпроблемно управление на касовите бележки, позволявайки ви лесно да ги цифровизирате и организирате.

source: Get Started Today
bg: Започнете днес

source: Join countless building cashiers who have already made the switch to our app and experience the difference firsthand.
bg: Присъединете се към многото касиери на сгради, които вече го направиха и вижте разликата от първо лице.

source: Register now to streamline your expenses management process and take your building's financial management to the next level.
bg: Регистрирайте се сега, за да оптимизирате процеса на управление на разходите и да издигнете финансовото управление на вашата сграда на следващо ниво.

source: Monthly bills - reports
bg: Месечни сметки - справки

source: Amount for collection
bg: Сума за събиране

source: BGN
bg: ЛВ.

source: Other bills - reports
bg: Други сметки - справки

source: Full name
bg: Име и Фамилия

source: Signature
bg: Подпис

source: Add clients first
bg: Първо добавете клиенти

source: The payment is without 'Repairs fund'
bg: Плащането е без 'Фонд ремонти'

source: Monthly bills
bg: Месечни сметки

source: Other bills
bg: Други сметки

source: Are you sure you want to delete this house?
bg: Сигурни ли сте, че искате да изтриете този обект?

source: House details
bg: Обект - детайли

source: Add client
bg: Добави клиент

source: Clients - details
bg: Клиенти - детайли

source: Monthly bills - details
bg: Месечни сметки - детайли

source: Other bills - details
bg: Други сметки - детайли

source: Total apartments
bg: Общо апартаменти

source: Total people
bg: Общо живущи

source: Total people using lift
bg: Общо живущи ползващи асансьор

source: Current Balance
bg: Настоящо салдо

source: Clients
bg: Клиенти

source: No clients
bg: Няма клиенти

source: All
bg: Всички

source: Paid bills
bg: Платени сметки

source: Unpaid bills
bg: Неплатени сметки

source: Without debts
bg: Без задължения

source: With debts
bg: Със задължения

source: Cancel
bg: Отмени

source: Continue with Google
bg: Използвай Google

source: Profile
bg: Профил

source: Administration
bg: Администрация

source: Settings
bg: Настройки

source: Logout
bg: Изход

source: Total
bg: Общо сума

source: Save as PDF
bg: Запази в PDF

source: Signature:
bg: Подпис:

source: No signature
bg: Няма подпис
